Repository: lynnswap/WebInspectorKit
Catalog: Sources/WebInspectorUIBase/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pt_br, pt_pt, ro, ru, th, tr, zh_hans, zh_hant

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopieer
pt_br: Copiar
pt_pt: Copiar
ro: Copiază
ru: Скопировать
th: คัดลอก
tr: Kopyala
zh_hans: 复制
zh_hant: 複製

# dom.element.styles.failed.title
source: Load Failed
ar: فشل التحميل
de: Laden fehlgeschlagen
es: Error de carga
fr: Échec du chargement
hi: लोड विफल
id: Gagal Memuat
it: Caricamento non riuscito
ja: 読み込み失敗
ko: 로드 실패
nl: Laden mislukt
pt_br: Falha ao carregar
pt_pt: Falha no carregamento
ro: Încărcare eșuată
ru: Ошибка загрузки
th: โหลดไม่สำเร็จ
tr: Yükleme Başarısız
zh_hans: 加载失败
zh_hant: 載入失敗

# dom.element.styles.loading.title
source: Loading
ar: جارٍ التحميل
de: Wird geladen
es: Cargando
fr: Chargement
hi: लोड हो रहा है
id: Memuat
it: Caricamento
ja: 読み込み中
ko: 로드 중
nl: Laden
pt_br: Carregando
pt_pt: A carregar
ro: Se încarcă
ru: Загрузка
th: กำลังโหลด
tr: Yükleniyor
zh_hans: 正在加载
zh_hant: 正在載入

# dom.element.styles.no_selection.title
source: No Selection
ar: لا يوجد تحديد
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
hi: कुछ भी चयनित नहीं
id: Tidak Ada Pilihan
it: Nessuna selezione
ja: 未選択
ko: 선택 항목 없음
nl: Geen selectie
pt_br: Nenhuma seleção
pt_pt: Nenhuma seleção
ro: Nicio selecție
ru: Ничего не выбрано
th: ไม่มีรายการที่เลือก
tr: Seçim Yok
zh_hans: 未选择任何内容
zh_hant: 未選取任何項目

# dom.element.styles.not_editable.accessibility_value
source: Not editable
ar: غير قابل للتحرير
de: Nicht bearbeitbar
es: No editable
fr: Non modifiable
hi: संपादन योग्य नहीं
id: Tidak dapat diedit
it: Non modificabile
ja: 編集不可
ko: 편집할 수 없음
nl: Niet bewerkbaar
pt_br: Não editável
pt_pt: Não editável
ro: Nu se poate edita
ru: Нельзя редактировать
th: แก้ไขไม่ได้
tr: Düzenlenemez
zh_hans: 不可编辑
zh_hant: 不可編輯

# dom.element.styles.origin.author
source: Author Style Sheet
ar: ورقة أنماط المؤلف
de: Autoren-Stylesheet
es: Hoja de estilos del autor
fr: Feuille de style de l’auteur
hi: लेखक स्टाइल शीट
id: Lembar Gaya Penulis
it: Foglio di stile autore
ja: 作成者スタイルシート
ko: 작성자 스타일 시트
nl: Auteursstijlblad
pt_br: Folha de estilos do autor
pt_pt: Folha de estilos do autor
ro: Foaie de stil a autorului
ru: Таблица стилей автора
th: สไตล์ชีตของผู้เขียน
tr: Yazar Stil Sayfası
zh_hans: 作者样式表
zh_hant: 作者樣式表

# dom.element.styles.origin.user
source: User Style Sheet
ar: ورقة أنماط المستخدم
de: Benutzer-Stylesheet
es: Hoja de estilos del usuario
fr: Feuille de style utilisateur
hi: यूज़र स्टाइल शीट
id: Lembar Gaya Pengguna
it: Foglio di stile utente
ja: ユーザースタイルシート
ko: 사용자 스타일 시트
nl: Gebruikersstijlblad
pt_br: Folha de estilos do usuário
pt_pt: Folha de estilos do utilizador
ro: Foaie de stil a utilizatorului
ru: Таблица стилей пользователя
th: สไตล์ชีตของผู้ใช้
tr: Kullanıcı Stil Sayfası
zh_hans: 用户样式表
zh_hant: 使用者樣式表

# dom.element.styles.origin.user_agent
source: User Agent Style Sheet
ar: ورقة أنماط User Agent
es: Hoja de estilos del agente de usuario
fr: Feuille de style de l’agent utilisateur
hi: User Agent स्टाइल शीट
id: Lembar Gaya User Agent
it: Foglio di stile user agent
ja: User Agentスタイルシート
ko: 사용자 에이전트 스타일 시트
nl: User-agent-stijlblad
pt_br: Folha de estilos do agente do usuário
pt_pt: Folha de estilos do agente de utilizador
ro: Foaie de stil a agentului utilizator
ru: Таблица стилей user agent
th: สไตล์ชีตของ User Agent
tr: Kullanıcı Aracısı Stil Sayfası
zh_hans: User Agent 样式表
zh_hant: User Agent 樣式表

# dom.element.styles.overridden.accessibility_value
source: Overridden
ar: تم تجاوزه
de: Überschrieben
es: Sobrescrito
fr: Remplacé
hi: ओवरराइड किया गया
id: Ditimpa
it: Sostituito
ja: 上書き済み
ko: 재정의됨
nl: Overschreven
pt_br: Substituído
pt_pt: Substituído
ro: Suprascris
ru: Переопределено
th: ถูกแทนที่
tr: Geçersiz kılındı
zh_hans: 已被覆盖
zh_hant: 已覆寫

# dom.element.styles.property_disabled.accessibility_value
source: Disabled
ar: معطّل
de: Deaktiviert
es: Desactivado
fr: Désactivé
hi: अक्षम
id: Nonaktif
it: Disattivato
ja: 無効
ko: 비활성화됨
nl: Uitgeschakeld
pt_br: Desativado
pt_pt: Desativado
ro: Dezactivat
ru: Отключено
th: ปิดใช้งาน
tr: Devre Dışı
zh_hans: 已禁用
zh_hant: 已停用

# dom.element.styles.property_enabled.accessibility_value
source: Enabled
ar: مفعّل
de: Aktiviert
es: Activado
fr: Activé
hi: सक्षम
id: Aktif
it: Attivato
ja: 有効
ko: 활성화됨
nl: Ingeschakeld
pt_br: Ativado
pt_pt: Ativado
ro: Activat
ru: Включено
th: เปิดใช้งาน
tr: Etkin
zh_hans: 已启用
zh_hant: 已啟用

# dom.element.styles.toggle_property.accessibility_label
source: Toggle %@
ar: تبديل %@
de: %@ umschalten
es: Alternar %@
fr: Basculer %@
hi: %@ टॉगल करें
id: Alihkan %@
it: Attiva/disattiva %@
ja: %@を切り替え
ko: %@ 토글
nl: Schakel %@ in of uit
pt_br: Alternar %@
pt_pt: Alternar %@
ro: Comută %@
ru: Переключить %@
th: สลับ %@
tr: %@ değiştir
zh_hans: 切换%@
zh_hant: 切換%@

# dom.element.styles.unavailable.title
source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hi: उपलब्ध नहीं
id: Tidak Tersedia
it: Non disponibile
ja: 利用不可
ko: 사용할 수 없음
nl: Niet beschikbaar
pt_br: Indisponível
pt_pt: Indisponível
ro: Indisponibil
ru: Недоступно
th: ไม่พร้อมใช้งาน
tr: Kullanılamıyor
zh_hans: 不可用
zh_hant: 無法使用

# dom.tree.copy.selected_text
source: Selected Text
ar: النص المحدد
de: Ausgewählter Text
es: Texto seleccionado
fr: Texte sélectionné
hi: चुना गया टेक्स्ट
id: Teks Terpilih
it: Testo selezionato
ja: 選択範囲
ko: 선택한 텍스트
nl: Geselecteerde tekst
pt_br: Texto selecionado
pt_pt: Texto selecionado
ro: Text selectat
ru: Выделенный текст
th: ข้อความที่เลือก
tr: Seçili Metin
zh_hans: 所选文本
zh_hant: 所選文字

# dom.tree.extend_selection_down
source: Extend Selection Down
ar: توسيع التحديد لأسفل
de: Auswahl nach unten erweitern
es: Extender selección hacia abajo
fr: Étendre la sélection vers le bas
hi: चयन नीचे तक बढ़ाएँ
id: Perluas Pilihan ke Bawah
it: Estendi selezione verso il basso
ja: 選択範囲を下へ拡張
ko: 선택 영역 아래로 확장
nl: Selectie omlaag uitbreiden
pt_br: Estender seleção para baixo
pt_pt: Estender seleção para baixo
ro: Extinde selecția în jos
ru: Расширить выделение вниз
th: ขยายการเลือกลง
tr: Seçimi Aşağı Genişlet
zh_hans: 向下扩展选择
zh_hant: 向下延伸選取範圍

# dom.tree.extend_selection_up
source: Extend Selection Up
ar: توسيع التحديد لأعلى
de: Auswahl nach oben erweitern
es: Extender selección hacia arriba
fr: Étendre la sélection vers le haut
hi: चयन ऊपर तक बढ़ाएँ
id: Perluas Pilihan ke Atas
it: Estendi selezione verso l’alto
ja: 選択範囲を上へ拡張
ko: 선택 영역 위로 확장
nl: Selectie omhoog uitbreiden
pt_br: Estender seleção para cima
pt_pt: Estender seleção para cima
ro: Extinde selecția în sus
ru: Расширить выделение вверх
th: ขยายการเลือกขึ้น
tr: Seçimi Yukarı Genişlet
zh_hans: 向上扩展选择
zh_hant: 向上延伸選取範圍

# dom.tree.find
source: Find
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: ढूँढें
id: Temukan
it: Trova
ja: 検索
ko: 찾기
nl: Zoeken
pt_br: Buscar
pt_pt: Pesquisar
ro: Găsește
ru: Найти
th: ค้นหา
tr: Bul
zh_hans: 查找
zh_hant: 尋找

# dom.tree.select_all
source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
id: Pilih Semua
it: Seleziona tutto
ja: すべてを選択
ko: 모두 선택
nl: Alles selecteren
pt_br: Selecionar tudo
pt_pt: Selecionar tudo
ro: Selectează tot
ru: Выбрать все
th: เลือกทั้งหมด
tr: Tümünü Seç
zh_hans: 全选
zh_hant: 全選

# inspector.delete_node
source: Delete Node
ar: حذف العقدة
de: Knoten löschen
es: Eliminar nodo
fr: Supprimer le nœud
hi: नोड हटाएँ
id: Hapus node
it: Elimina nodo
ja: ノードを削除
ko: 노드 삭제
nl: Node verwijderen
pt_br: Excluir nó
pt_pt: Eliminar nó
ro: Șterge nodul
ru: Удалить узел
th: ลบโหนด
tr: Düğümü Sil
zh_hans: 删除节点
zh_hant: 刪除節點

# inspector.delete_nodes
source: Delete Nodes
ar: حذف العقد
de: Knoten löschen
es: Eliminar nodos
fr: Supprimer les nœuds
hi: नोड हटाएँ
id: Hapus node
it: Elimina nodi
ja: ノードを削除
ko: 노드 삭제
nl: Nodes verwijderen
pt_br: Excluir nós
pt_pt: Eliminar nós
ro: Șterge nodurile
ru: Удалить узлы
th: ลบโหนด
tr: Düğümleri Sil
zh_hans: 删除节点
zh_hant: 刪除節點

# inspector.pick_element
source: Pick Element
ar: اختيار عنصر
de: Element auswählen
es: Seleccionar elemento
fr: Sélectionner un élément
hi: तत्व चुनें
id: Pilih Elemen
it: Seleziona elemento
ja: 要素を選択
ko: 요소 선택
nl: Kies element
pt_br: Selecionar elemento
pt_pt: Selecionar elemento
ro: Selectează elementul
ru: Выбрать элемент
th: เลือกองค์ประกอบ
tr: Öğe Seç
zh_hans: 选择元素
zh_hant: 選取元素

# inspector.tab.element
source: Element
ar: العنصر
es: Elemento
fr: Élément
hi: तत्व
id: Elemen
it: Elemento
ja: 要素
ko: 요소
pt_br: Elemento
pt_pt: Elemento
ru: Элемент
th: องค์ประกอบ
tr: Öğe
zh_hans: 元素
zh_hant: 元素

# inspector.tab.network
source: Network
ar: الشبكة
de: Netzwerk
es: Red
fr: Réseau
hi: नेटवर्क
id: Jaringan
it: Rete
ja: ネットワーク
ko: 네트워크
nl: Netwerk
pt_br: Rede
pt_pt: Rede
ro: Rețea
ru: Сеть
th: เครือข่าย
tr: Ağ
zh_hans: 网络
zh_hant: 網路

# network.body.empty
source: No Body
ar: لا يوجد محتوى
de: Kein Body
es: Sin cuerpo
fr: Aucun corps
hi: कोई बॉडी नहीं
id: Tidak Ada Body
it: Nessun corpo
ja: ボディなし
ko: 본문 없음
nl: Geen body
pt_br: Sem corpo
pt_pt: Sem corpo
ro: Fără corp
ru: Нет тела
th: ไม่มีเนื้อหา
tr: Gövde Yok
zh_hans: 无正文
zh_hant: 沒有本文

# network.body.fetch.error.timeout
source: %1$@.%2$@ timed out.
ar: انتهت مهلة %1$@.%2$@.
de: Zeitüberschreitung bei %1$@.%2$@.
es: Se agotó el tiempo de espera de %1$@.%2$@.
fr: Le délai d’attente de %1$@.%2$@ a expiré.
hi: %1$@.%2$@ का समय समाप्त हो गया।
id: %1$@.%2$@ melampaui batas waktu.
it: Tempo scaduto per %1$@.%2$@.
ja: %1$@.%2$@がタイムアウトしました。
ko: %1$@.%2$@의 시간이 초과되었습니다.
nl: Er is een time-out opgetreden bij %1$@.%2$@.
pt_br: %1$@.%2$@ excedeu o tempo limite.
pt_pt: O tempo limite de %1$@.%2$@ foi excedido.
ro: Timpul de așteptare pentru %1$@.%2$@ a expirat.
ru: Превышено время ожидания %1$@.%2$@.
th: %1$@.%2$@ หมดเวลา
tr: %1$@.%2$@ zaman aşımına uğradı.
zh_hans: %1$@.%2$@ 已超时。
zh_hant: %1$@.%2$@ 逾時。

# network.body.fetch.error.unavailable
source: Body unavailable
ar: المحتوى غير متوفر
de: Body nicht verfügbar
es: Cuerpo no disponible
fr: Corps indisponible
hi: बॉडी उपलब्ध नहीं
id: Body tidak tersedia
it: Corpo non disponibile
ja: ボディを利用できません
ko: 본문을 사용할 수 없음
nl: Body niet beschikbaar
pt_br: Corpo indisponível
pt_pt: Corpo indisponível
ro: Corp indisponibil
ru: Тело недоступно
th: เนื้อหาไม่พร้อมใช้งาน
tr: Gövde kullanılamıyor
zh_hans: 正文不可用
zh_hant: 本文無法使用

# network.body.unavailable
source: Body unavailable
ar: المحتوى غير متوفر
de: Body nicht verfügbar
es: Cuerpo no disponible
fr: Corps indisponible
hi: बॉडी उपलब्ध नहीं
id: Body tidak tersedia
it: Corpo non disponibile
ja: ボディを利用できません
ko: 본문을 사용할 수 없음
nl: Body niet beschikbaar
pt_br: Corpo indisponível
pt_pt: Corpo indisponível
ro: Corp indisponibil
ru: Тело недоступно
th: เนื้อหาไม่พร้อมใช้งาน
tr: Gövde kullanılamıyor
zh_hans: 正文不可用
zh_hant: 本文無法使用

# network.controls.clear
source: Clear
ar: مسح
de: Leeren
es: Limpiar
fr: Effacer
hi: साफ़ करें
id: Bersihkan
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pt_br: Limpar
pt_pt: Limpar
ro: Șterge
ru: Очистить
th: ล้าง
tr: Temizle
zh_hans: 清除
zh_hant: 清除

# network.controls.filter
source: Filter
ar: تصفية
de: Filtern
es: Filtrar
fr: Filtrer
hi: फ़िल्टर
it: Filtra
ja: フィルタ
ko: 필터
pt_br: Filtrar
pt_pt: Filtrar
ro: Filtrează
ru: Фильтр
th: ตัวกรอง
tr: Filtre
zh_hans: 筛选
zh_hant: 篩選

# network.cookies.field.domain
source: Domain
ar: النطاق
es: Dominio
fr: Domaine
hi: डोमेन
it: Dominio
ja: ドメイン
ko: 도메인
nl: Domein
pt_br: Domínio
pt_pt: Domínio
ro: Domeniu
ru: Домен
th: โดเมน
tr: Alan
zh_hans: 域
zh_hant: 網域

# network.cookies.field.expires
source: Expires
ar: تاريخ انتهاء الصلاحية
de: Läuft ab
es: Caduca
fr: Expire le
hi: समाप्ति
id: Kedaluwarsa
it: Scadenza
ja: 有効期限
ko: 만료일
nl: Verloopt
pt_br: Expira
pt_pt: Expira
ro: Expiră
ru: Истекает
th: หมดอายุ
tr: Sona Erme
zh_hans: 过期时间
zh_hant: 到期時間

# network.cookies.field.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
th: ชื่อ
tr: Ad
zh_hans: 名称
zh_hant: 名稱

# network.cookies.field.path
source: Path
ar: المسار
de: Pfad
es: Ruta
fr: Chemin
hi: पाथ
id: Jalur
it: Percorso
ja: パス
ko: 경로
nl: Pad
pt_br: Caminho
pt_pt: Caminho
ro: Cale
ru: Путь
th: เส้นทาง
tr: Yol
zh_hans: 路径
zh_hant: 路徑

# network.cookies.field.unknown_attribute
source: Unknown Attribute
ar: سمة غير معروفة
de: Unbekanntes Attribut
es: Atributo desconocido
fr: Attribut inconnu
hi: अज्ञात एट्रिब्यूट
id: Atribut Tidak Dikenal
it: Attributo sconosciuto
ja: 不明な属性
ko: 알 수 없는 속성
nl: Onbekend attribuut
pt_br: Atributo desconhecido
pt_pt: Atributo desconhecido
ro: Atribut necunoscut
ru: Неизвестный атрибут
th: แอตทริบิวต์ที่ไม่รู้จัก
tr: Bilinmeyen Öznitelik
zh_hans: 未知属性
zh_hant: 未知屬性

# network.cookies.field.value
source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
hi: मान
id: Nilai
it: Valore
ja: 値
ko: 값
nl: Waarde
pt_br: Valor
pt_pt: Valor
ro: Valoare
ru: Значение
th: ค่า
tr: Değer
zh_hans: 值
zh_hant: 值

# network.cookies.request.empty
source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak Ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Нет
th: ไม่มี
tr: Yok
zh_hans: 无
zh_hant: 無

# network.cookies.request.memory_cache
source: Memory Cache
ar: ذاكرة التخزين المؤقت
de: Arbeitsspeichercache
es: Caché de memoria
fr: Cache mémoire
hi: मेमोरी कैश
id: Cache Memori
it: Cache in memoria
ja: メモリキャッシュ
ko: 메모리 캐시
nl: Geheugencache
pt_br: Cache de memória
pt_pt: Cache de memória
ro: Cache de memorie
ru: Кэш памяти
th: แคชหน่วยความจำ
tr: Bellek Önbelleği
zh_hans: 内存缓存
zh_hant: 記憶體快取

# network.cookies.request.not_captured
source: Not Captured
ar: لم يتم الالتقاط
de: Nicht erfasst
es: No capturadas
fr: Non capturé
hi: कैप्चर नहीं किया गया
id: Tidak Direkam
it: Non acquisito
ja: 未取得
ko: 캡처되지 않음
nl: Niet vastgelegd
pt_br: Não capturados
pt_pt: Não capturados
ro: Necapturate
ru: Не записано
th: ไม่ได้บันทึก
tr: Yakalanmadı
zh_hans: 未捕获
zh_hant: 未擷取

# network.cookies.response.empty
source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak Ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Нет
th: ไม่มี
tr: Yok
zh_hans: 无
zh_hant: 無

# network.cookies.response.loading
source: Waiting
ar: في انتظار
de: Warten
es: En espera
fr: En attente
hi: प्रतीक्षा में
id: Menunggu
it: In attesa
ja: 待機中
ko: 대기 중
nl: Wachten
pt_br: Aguardando
pt_pt: À espera
ro: În așteptare
ru: Ожидание
th: กำลังรอ
tr: Bekleniyor
zh_hans: 等待中
zh_hant: 等待中

# network.cookies.response.missing
source: Not Received
ar: لم يتم الاستلام
de: Nicht empfangen
es: No recibidas
fr: Non reçu
hi: प्राप्त नहीं हुआ
id: Tidak Diterima
it: Non ricevuto
ja: 未受信
ko: 수신되지 않음
nl: Niet ontvangen
pt_br: Não recebidos
pt_pt: Não recebidos
ro: Neprimite
ru: Не получено
th: ไม่ได้รับ
tr: Alınmadı
zh_hans: 未收到
zh_hant: 未收到

# network.cookies.section.request
source: Request Cookies
ar: ملفات تعريف ارتباط الطلب
de: Anfrage-Cookies
es: Cookies de la solicitud
fr: Cookies de requête
hi: अनुरोध कुकीज़
id: Cookie Permintaan
it: Cookie della richiesta
ja: リクエストCookie
ko: 요청 쿠키
nl: Verzoekcookies
pt_br: Cookies da solicitação
pt_pt: Cookies do pedido
ro: Cookie-uri de solicitare
ru: Файлы cookie запроса
th: คุกกี้ของคำขอ
tr: İstek Çerezleri
zh_hans: 请求 Cookie
zh_hant: 要求 Cookie

# network.cookies.section.response
source: Response Cookies
ar: ملفات تعريف ارتباط الاستجابة
de: Antwort-Cookies
es: Cookies de la respuesta
fr: Cookies de réponse
hi: प्रतिक्रिया कुकीज़
id: Cookie Respons
it: Cookie della risposta
ja: レスポンスCookie
ko: 응답 쿠키
nl: Antwoordcookies
pt_br: Cookies da resposta
pt_pt: Cookies da resposta
ro: Cookie-uri de răspuns
ru: Файлы cookie ответа
th: คุกกี้ของการตอบกลับ
tr: Yanıt Çerezleri
zh_hans: 响应 Cookie
zh_hant: 回應 Cookie

# network.cookies.value.no
source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니요
nl: Nee
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
th: ไม่
tr: Hayır
zh_hans: 否
zh_hant: 否

# network.cookies.value.not_set
source: Not Set
ar: غير معيّن
de: Nicht festgelegt
es: No establecido
fr: Non défini
hi: सेट नहीं
id: Belum Diatur
it: Non impostato
ja: 未設定
ko: 설정되지 않음
nl: Niet ingesteld
pt_br: Não definido
pt_pt: Não definido
ro: Nesetat
ru: Не задано
th: ไม่ได้ตั้งค่า
tr: Ayarlanmadı
zh_hans: 未设置
zh_hant: 未設定

# network.cookies.value.yes
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
th: ใช่
tr: Evet
zh_hans: 是
zh_hant: 是

# network.cookies.warning.ambiguous_combined
source: Combined header cannot be parsed safely
ar: يتعذر تحليل الترويسة المدمجة بأمان
de: Der kombinierte Header kann nicht sicher analysiert werden
es: La cabecera combinada no se puede analizar de forma segura
fr: Impossible d’analyser l’en-tête combiné de manière sûre
hi: संयुक्त हेडर को सुरक्षित रूप से पार्स नहीं किया जा सकता
id: Header gabungan tidak dapat diurai dengan aman
it: Impossibile analizzare in modo sicuro l’header combinato
ja: 結合されたヘッダーを安全に解析できません
ko: 결합된 헤더를 안전하게 파싱할 수 없습니다
nl: De gecombineerde header kan niet veilig worden geparseerd
pt_br: O cabeçalho combinado não pode ser analisado com segurança
pt_pt: O cabeçalho combinado não pode ser analisado com segurança
ro: Antetul combinat nu poate fi analizat în siguranță
ru: Объединенный заголовок невозможно безопасно разобрать
th: ไม่สามารถแยกวิเคราะห์ส่วนหัวที่รวมกันได้อย่างปลอดภัย
tr: Birleştirilmiş üstbilgi güvenli bir şekilde ayrıştırılamıyor
zh_hans: 无法安全解析合并的标头
zh_hant: 無法安全剖析合併的標頭

# network.cookies.warning.partial
source: Some data could not be parsed
ar: تعذر تحليل بعض البيانات
de: Einige Daten konnten nicht analysiert werden
es: No se pudieron analizar algunos datos
fr: Certaines données n’ont pas pu être analysées
hi: कुछ डेटा को पार्स नहीं किया जा सका
id: Sebagian data tidak dapat diurai
it: Non è stato possibile analizzare alcuni dati
ja: 一部のデータを解析できませんでした
ko: 일부 데이터를 파싱할 수 없습니다
nl: Sommige gegevens konden niet worden geparseerd
pt_br: Não foi possível analisar alguns dados
pt_pt: Não foi possível analisar alguns dados
ro: Unele date nu au putut fi analizate
ru: Не удалось разобрать некоторые данные
th: ไม่สามารถแยกวิเคราะห์ข้อมูลบางส่วนได้
tr: Bazı veriler ayrıştırılamadı
zh_hans: 无法解析部分数据
zh_hant: 無法剖析部分資料

# network.cookies.warning.unparsed
source: Header could not be parsed
ar: تعذر تحليل الترويسة
de: Der Header konnte nicht analysiert werden
es: No se pudo analizar la cabecera
fr: Impossible d’analyser l’en-tête
hi: हेडर को पार्स नहीं किया जा सका
id: Header tidak dapat diurai
it: Impossibile analizzare l’header
ja: ヘッダーを解析できませんでした
ko: 헤더를 파싱할 수 없습니다
nl: De header kon niet worden geparseerd
pt_br: Não foi possível analisar o cabeçalho
pt_pt: Não foi possível analisar o cabeçalho
ro: Antetul nu a putut fi analizat
ru: Не удалось разобрать заголовок
th: ไม่สามารถแยกวิเคราะห์ส่วนหัวได้
tr: Üstbilgi ayrıştırılamadı
zh_hans: 无法解析标头
zh_hant: 無法剖析標頭

# network.detail.mode.cookies
source: Cookies
ar: ملفات تعريف الارتباط
hi: कुकीज़
id: Cookie
it: Cookie
ja: Cookie
ko: 쿠키
ro: Cookie-uri
ru: Файлы cookie
th: คุกกี้
tr: Çerezler
zh_hans: Cookie
zh_hant: Cookie

# network.detail.mode.label
source: Detail Mode
ar: وضع التفاصيل
de: Detailmodus
es: Modo de detalle
fr: Mode de détail
hi: विवरण मोड
id: Mode Detail
it: Modalità dettagli
ja: 詳細モード
ko: 세부사항 모드
nl: Detailmodus
pt_br: Modo de detalhes
pt_pt: Modo de detalhe
ro: Mod detaliat
ru: Режим сведений
th: โหมดรายละเอียด
tr: Ayrıntı Modu
zh_hans: 详细信息模式
zh_hant: 詳細資訊模式

# network.detail.mode.preview
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
hi: प्रीव्यू
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorvertoning
pt_br: Pré-visualização
pt_pt: Pré-visualização
ro: Previzualizare
ru: Предпросмотр
th: แสดงตัวอย่าง
tr: Önizleme
zh_hans: 预览
zh_hant: 預覽

# network.detail.mode.security
source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
hi: सुरक्षा
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pt_br: Segurança
pt_pt: Segurança
ro: Securitate
ru: Безопасность
th: ความปลอดภัย
tr: Güvenlik
zh_hans: 安全性
zh_hant: 安全性

# network.detail.section.overview
source: Overview
ar: نظرة عامة
de: Übersicht
es: Resumen
fr: Aperçu
hi: अवलोकन
id: Ikhtisar
it: Panoramica
ja: 概要
ko: 개요
nl: Overzicht
pt_br: Visão geral
pt_pt: Visão geral
ro: Prezentare generală
ru: Обзор
th: ภาพรวม
tr: Genel Bakış
zh_hans: 概览
zh_hant: 概覽

# network.empty.none.title
source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak Ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Нет
th: ไม่มี
tr: Yok
zh_hans: 无
zh_hant: 無

# network.empty.selection.title
source: No Request Selected
ar: لم يتم تحديد طلب
de: Keine Anfrage ausgewählt
es: Ninguna solicitud seleccionada
fr: Aucune requête sélectionnée
hi: कोई अनुरोध चयनित नहीं
id: Tidak ada permintaan yang dipilih
it: Nessuna richiesta selezionata
ja: リクエスト未選択
ko: 선택된 요청 없음
nl: Geen verzoek geselecteerd
pt_br: Nenhuma solicitação selecionada
pt_pt: Nenhum pedido selecionado
ro: Nicio solicitare selectată
ru: Запрос не выбран
th: ไม่ได้เลือกคำขอ
tr: İstek seçilmedi
zh_hans: 未选择请求
zh_hant: 未選擇請求

# network.filter.all
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
hi: सभी
id: Semua
it: Tutti
ja: すべて
ko: 모두
nl: Alle
pt_br: Tudo
pt_pt: Todos
ro: Toate
ru: Все
th: ทั้งหมด
tr: Tümü
zh_hans: 全部
zh_hant: 全部

# network.filter.document
source: Document
ar: مستند
de: Dokument
es: Documento
hi: दस्तावेज़
id: Dokumen
it: Documento
ja: ドキュメント
ko: 문서
pt_br: Documento
pt_pt: Documento
ru: Документ
th: เอกสาร
tr: Belge
zh_hans: 文档
zh_hant: 文件

# network.filter.font
source: Font
ar: خط
de: Schrift
es: Fuente
fr: Police
hi: फ़ॉन्ट
ja: フォント
ko: 글꼴
nl: Lettertype
pt_br: Fonte
pt_pt: Tipo de letra
ru: Шрифт
th: ฟอนต์
tr: Yazı Tipi
zh_hans: 字体
zh_hant: 字體

# network.filter.media
source: Media
ar: وسائط
de: Medien
es: Medios
fr: Médias
hi: मीडिया
ja: メディア
ko: 미디어
pt_br: Mídia
pt_pt: Multimédia
ru: Медиа
th: สื่อ
tr: Medya
zh_hans: 媒体
zh_hant: 媒體

# network.filter.other
source: Other
ar: أخرى
de: Andere
es: Otro
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Overig
pt_br: Outros
pt_pt: Outros
ro: Altele
ru: Другое
th: อื่นๆ
tr: Diğer
zh_hans: 其他
zh_hant: 其他

# network.headers.parameters.empty
source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak Ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Нет
th: ไม่มี
tr: Yok
zh_hans: 无
zh_hant: 無

# network.headers.parameters.error.percent_escape
source: Malformed percent escape
ar: تسلسل هروب النسبة المئوية غير صالح
de: Fehlerhafte Prozentkodierung
es: Secuencia de escape de porcentaje malformada
fr: Échappement de pourcentage incorrect
hi: अमान्य प्रतिशत एस्केप
id: Escape persen tidak valid
it: Codifica percentuale non valida
ja: 不正なパーセントエスケープ
ko: 잘못된 퍼센트 이스케이프
nl: Ongeldige procentcodering
pt_br: Sequência de escape de porcentagem malformada
pt_pt: Sequência de escape de percentagem malformada
ro: Secvență de escape procentuală incorectă
ru: Некорректная последовательность процентного кодирования
th: percent escape ไม่ถูกต้อง
tr: Hatalı yüzde kaçışı
zh_hans: 百分号转义格式错误
zh_hant: 百分比逸出序列格式錯誤

# network.headers.parameters.error.utf8
source: Invalid UTF-8
ar: UTF-8 غير صالح
de: Ungültiges UTF-8
es: UTF-8 no válido
fr: UTF-8 non valide
hi: अमान्य UTF-8
id: UTF-8 Tidak Valid
it: UTF-8 non valido
ja: 無効なUTF-8
ko: 잘못된 UTF-8
nl: Ongeldige UTF-8
pt_br: UTF-8 inválido
pt_pt: UTF-8 inválido
ro: UTF-8 nevalid
ru: Недопустимый UTF-8
th: UTF-8 ไม่ถูกต้อง
tr: Geçersiz UTF-8
zh_hans: 无效的 UTF-8
zh_hant: 無效的 UTF-8

# network.headers.request_data.boundary
source: Boundary
ar: الحد الفاصل
es: Límite
hi: बाउंड्री
id: Batas
ja: 境界
ko: 경계
pt_br: Limite
pt_pt: Limite
ro: Limită
ru: Граница
th: ขอบเขต
tr: Sınır
zh_hans: 边界
zh_hant: 界線
